7zip
alacritty
base
base-devel
bat
bibata-cursor-theme-bin
bind
brave-bin
btop
calf
cava
clang
code
cppcheck
discord
dkms
dolphin
dosfstools
efibootmgr
efitools
eww
extra-cmake-modules
fasm
fd
feh
fzf
gdb
ghostwriter
gimp
git
go
godot
google-java-format
gopls
gradle
grim
gst-plugin-pipewire
hyprgraphics-git
hyprland-git
hyprlang-git
hyprlock-git
hyprutils-git
inkscape
intel-ucode
iptables-nft
iwd
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jdtls
jq
kdenlive
less
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxrandr
libpulse
libratbag
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
lxappearance
lynx
mako
man-pages
mandoc
minecraft-launcher
mokutil
ms-365-electron-bin
nano
nasm
ncspot
neofetch
neovim
network-manager-applet
networkmanager
nexusmods-app-bin
ngrok
nnn
nodejs
npm
nvidia
nvidia-settings
nwg-dock
nwg-panel
obs-studio-git
obsidian
openbsd-netcat
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
postman-bin
python-pip
python-pipx
python-pywal
qemu-full
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-tools
ranger
reflector
ripgrep
rsync
sbctl
sbsigntools
slurp
smartmontools
sof-firmware
solaar
spotify
steam
stow
swappy
sweet-gtk-theme
sweet-gtk-theme-dark
swww
teams-for-linux
thunderbird
tmux
tree
ttf-fira-sans
ttf-jetbrains-mono-nerd
unityhub
unzip
valgrind
vim
vlc
vlc-plugin-ffmpeg
vlc-plugins-all
waybar
wayland-protocols
wf-recorder
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland-git
xdg-utils
xorg-xev
xorg-xinit
xorg-xrandr
xournalpp
xwaylandvideobridge
yay
zeal
zram-generator
zsh
