7zip
a52dec
aalib
abseil-cpp
accounts-qml-module
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
appstream
appstream-glib
aquamarine-git
archlinux-keyring
argon2
aribb24
aribb25
atkmm
at-spi2-core
attica
attr
audit
autoconf
automake
avahi
ayatana-ido
babl
baloo
baloo-widgets
base
base-devel
bash
bat
bibata-cursor-theme-bin
bind
binutils
bison
blas
bluez-libs
bluez-utils
boost-libs
botan2
brave-bin
breeze-icons
brightnessctl
brltty
brotli
btop
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
calf
cantarell-fonts
capstone
c-ares
cava
cblas
chromaprint
cifs-utils
cjson
clang
clucene
cmake
code
compiler-rt
confuse
convertlit
coreutils
cpio
cppcheck
cppdap
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dkms
dnssec-anchors
dolphin
dosfstools
double-conversion
dtc
duktape
e2fsprogs
ebook-tools
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efitools
efivar
eglexternalplatform
egl-gbm
egl-wayland
egl-x11
electron
electron34
electron35
electron36
electron37
ell
embree
enchant
eww
eww-debug
exiv2
expat
extra-cmake-modules
faad2
fakeroot
fasm
fd
feh
ffmpeg
ffmpeg4.4
ffnvcodec-headers
fftw
file
filesystem
findutils
flac
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
frei0r-plugins
fribidi
ftgl
fuse2
fuse3
fuse-common
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
gfxstream
ghostwriter
giflib
gimp
git
glew
glib2
glibc
glibmm
glibmm-2.68
glib-networking
glm
glslang
glu
glusterfs
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
godot
google-java-format
gopls
gperftools
gpgme
gpgmepp
gpm
gpsd
gradle
graphene
graphicsmagick
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk2
gtk3
gtk4
gtk-layer-shell
gtkmm3
gtkmm-4.0
gtksourceview4
gtk-update-icon-cache
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hunspell
hwdata
hwloc
hyphen
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-qt-support-git
hyprland-qtutils-git
hyprlang-git
hyprlock-git
hyprutils-git
hyprwayland-scanner-git
iana-etc
icu
imagemagick
imath
imlib2
iniparser
inkscape
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk17-openjdk
jdk21-openjdk
jdk-openjdk
jdtls
jemalloc
jq
json-c
jsoncpp
json-glib
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdenlive
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpipewire
krb5
kservice
kstatusnotifieritem
ktextwidgets
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
lame
lapack
lcms2
ldb
leancrypto
lensfun
less
lib2geom
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaemu
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdr
libcloudproviders
libcmis
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgoom2
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiscsi
libisl
libixion
libjpeg-turbo
libjxl
libkate
libkexiv2
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
libluv
libmad
libmatroska
libmaxminddb
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libratbag
libraw
libraw1394
libreoffice-fresh
librevenge
librist
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libspiro
libsquish
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpg
libwps
libwslay
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxml2-legacy
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lirc
live-media
llhttp
llvm-libs
lmdb
lm_sensors
lpsolve
lsb-release
l-smash
lsof
lua
lua51-lpeg
luajit
lv2
lxappearance
lynx
lz4
lzo
m4
mailcap
make
mako
mandoc
man-pages
mbedtls
md4c
mdadm
media-player-info
mesa
meson
minecraft-launcher
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
mokutil
mpdecimal
mpfr
mpg123
ms-365-electron-bin
ms-365-electron-bin-debug
msgpack-c
mtdev
multipath-tools
mypaint-brushes1
nano
nasm
ncspot
ncurses
ndctl
neofetch
neon
neovim
nettle
networkmanager
network-manager-applet
nexusmods-app-bin
nftables
ngrok
ninja
nm-connection-editor
nnn
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
numactl
nvidia
nvidia-settings
nvidia-utils
nwg-dock
nwg-panel
obsidian
obs-studio-git
ocl-icd
onetbb
oniguruma
openbsd-netcat
opencore-amr
openexr
openh264
openjpeg2
openssh
openssl
opentimelineio
openxr
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phonon-qt6
phonon-qt6-vlc
pinentry
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-activities
playerctl
plymouth
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postman-bin
potrace
pps-tools
procps-ng
projectm
protobuf
psmisc
pugixml
purpose
python
python-aaf2
python-appdirs
python-argcomplete
python-attrs
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-coverage
python-cryptography
python-cssselect
python-dasbus
python-dbus
python-distro
python-evdev
python-filelock
python-gobject
python-i3ipc
python-idna
python-lockfile
python-lxml
python-msgpack
python-netifaces
python-numpy
python-packaging
python-pillow
python-pip
python-pipx
python-platformdirs
python-psutil
python-pycparser
python-pygments
python-pyserial
python-pyudev
python-pywal
python-requests
python-six
python-soupsieve
python-tinycss2
python-tqdm
python-typing_extensions
python-urllib3
python-userpath
python-webencodings
python-wheel
python-xlib
python-yaml
python-zstandard
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qqc2-desktop-style
qrcodegencpp-cmake
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
ragel
ranger
raptor
rasqal
rav1e
rdma-core
re2
readline
redland
reflector
rhash
ripgrep
ripgrep-all
rnnoise
rpcbind
rsync
rtkit
rubberband
rutabaga-ffi
sbc
sbctl
sbsigntools
scour
sdbus-cpp
sdl12-compat
sdl2-compat
sdl2_image
sdl3
sdl_image
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
signond
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
solaar
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spice
spice-protocol
spirv-tools
spotify
sqlite
sratom
srt
steam
stow
sudo
suitesparse
svt-av1
swappy
sweet-gtk-theme
sweet-gtk-theme-dark
swww
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
teams-for-linux
teams-for-linux-debug
tevent
texinfo
thunderbird
tinysparql
tinyxml2
tmux
tomlplusplus
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-dejavu
ttf-fira-sans
ttf-jetbrains-mono-nerd
ttf-liberation
twolame
tzdata
udisks2
unibilium
unityhub
unzip
upower
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virtiofsd
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-aalib
vlc-plugin-alsa
vlc-plugin-aom
vlc-plugin-archive
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-faad2
vlc-plugin-ffmpeg
vlc-plugin-firewire
vlc-plugin-flac
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gnutls
vlc-plugin-gstreamer
vlc-plugin-inflate
vlc-plugin-jack
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-kate
vlc-plugin-kwallet
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-lua
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mpg123
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-quicksync
vlc-plugins-all
vlc-plugin-samplerate
vlc-plugins-base
vlc-plugin-sdl
vlc-plugins-extra
vlc-plugin-sftp
vlc-plugin-shout
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-speex
vlc-plugin-srt
vlc-plugin-svg
vlc-plugins-video-output
vlc-plugins-visualization
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-xml
vlc-plugin-zvbi
vmaf
volume_key
vte3
vte-common
vulkan-headers
vulkan-icd-loader
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
wf-recorder
wget
which
wine
wireless_tools
wireplumber
wl-clipboard
wofi
wolfssl
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-utils
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorgproto
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xournalpp
xvidcore
xwaylandvideobridge
xxhash
xz
yarn
yay
zeal
zenity
zeromq
zimg
zix
zlib
zlib-ng
zram-generator
zsh
zstd
zvbi
zxing-cpp
